const AccessibilityStatement = () => {
  return (
    <>
      <h3 className="text-5xl font-bold mb-8">הצהרת נגישות</h3>
      <div className="text-base md:text-xl font-medium">
        <h4 className="underline font-extrabold my-4">מבוא:</h4>
        הזירה האינטרנטית הנה פלטפורמה לביטוי וייצוג עצמי,היא משמשת אותנו כזירה
        חברתית ופוליטית.
        <br />
        אנו רוכשים ומוכרים,עובדים ונחשפים באמצעותה כיום יותר מבעבר.
        <br />
        וככזו ישנה מחויבות לאפשר לציבור חווית גלישה מהנה וקלה ככל האפשר.
        <br />
        אנו משקיעים משאבים רבים להפוך אתר זה לנגיש בכדי לאפשר את חווית הגלישה
        לכלל האוכלוסייה ולאנשים עם מוגבלויות בפרט.
        <br />
        המוטו שמוביל אותנו הנו כבוד האדם וחירותו,שכן מדובר באבן יסוד בחברה
        הישראלית כי כולנו שווי זכויות ושווים במהותנו.
        <br />
        <h4 className="underline font-extrabold my-4">שימוש ברכיב ההנגשה:</h4>
        באתר זה מוטמע תוסף הנגישות enable המסייע בהנגשת האתר לבעלי מוגבלויות.
        <h4 className="underline font-extrabold my-4">מדריך למשתמש בתפריט:</h4>
        <ol className="list-decimal">
          <li>
            כפתור התאמת האתר ותגיות האתר עבור מכשירי עזר וטכנולוגיות עבור בעלי
            מוגבלויות
          </li>
          <li>כפתור איפשור ניווט בעזרת מקשי המקלדת בין הקישורים שבאתר</li>
          <li>כפתור השבתת הבהובים ו/או אלמנטים נעים על המסך</li>
          <li>כפתור איפשור מצב מונוכרום שחור לבן עבור עיוורי צבעים</li>
          <li>כפתור ספיה (גוון חום)</li>
          <li>כפתור שינוי ניגודיות גבוהה</li>
          <li>כפתור שחור צהוב</li>
          <li>כפתור היפוך צבעים</li>
          <li>כפתור המדגיש בצורה ברורה את כל תגי הכותרות המופיעים באתר</li>
          <li>כפתור המדגיש בצורה ברורה את כל הקישורים המופיעים באתר</li>
          <li>
            כפתור המציג את התיאור החלופי של כל התמונות המופיעות באתר במעבר עכבר
          </li>
          <li>כפתור המציג תיאור קבוע של התמונות באתר</li>
          <li>כפתור ביטול שימוש בגופן קריא</li>
          <li>כפתור הגדלת גודל הגופנים באתר</li>
          <li>כפתור הקטנת גודל הגופנים באתר</li>
          <li>כפתור הגדלת כל התצוגה לכ־200%</li>
          <li>כפתור הקטנת כל התצוגה לכ־70%</li>
          <li>כפתור הגדלת סמן העכבר</li>
          <li>כפתור הגדלת סמן העכבר ושינוי צבעו לשחור</li>
          <li>כפתור מצב קריאת האתר</li>
          <li>כפתור המציג את הצהרת הנגישות</li>
          <li>כפתור איפוס המבטל את הנגישות</li>
          <li>כפתור שליחת משוב נגישות</li>
          <li>כפתור שינוי שפת הסרגל והצהרת הנגישות בהתאם</li>
        </ol>
        <br />
        בסרגל הנגישות יש 2 סוגים של הגדלות לנוחיותכם, אך אם תרצו להגדיל עוד את
        האותיות תוכלו להשתמש בפונקציות המקלדת הבאות:
        <br />
        <br />
        <ol className="list-decimal">
          <li>מקש Esc יפתח ויסגור את סרגל הנגישות</li>
          <li>מקש Ctrl + יגדיל את הטקסט באתר</li>
          <li>מקש Ctrl – יקטין את הטקסט באתר</li>
          <li>מקש Ctrl 0 יחזיר את האתר לגדלו המקורי</li>
          <li>מקש רווח (SPACE) יוריד את האתר כלפי מטה.</li>
          <li>
            מקש F11 יגדיל את המסך לגודל מלא - לחיצה נוספת תקטין אותו חזרה.
          </li>
        </ol>
        <h4 className="underline font-extrabold my-4">למען הסר ספק:</h4>
        אנחנו מחויבים להפוך את אתרינו לנגיש לכלל האנשים,בעלי יכולות ובעלי
        מוגבלויות.
        <br />
        באתר זה תוכלו למצוא את הטכנולוגיה המתאימה לצרכים שלכם.
        <br />
        אתר זה הנו אתר שמיש לכלל האוכלוסייה ברובו ובהשתדלות מקסימאלית.
        <br />
        ייתכן ותמצאו אלמנטים שאינם מונגשים כי טרם הונגשו או שלא נמצאה טכנולוגיה
        מתאימה ולצד זה אנו מבטיחים כי מתבצעים מרב המאמצים לשפר ולהנגיש ברמה
        גבוהה ובלי פשרות.
        <br />
        במידה ונתקלתם בקושי בגלישה באתר וצפייה בתוכנו אנו מתנצלים ונשמח מאוד כי
        תפנו את תשומת ליבנו לכך .<br />
        <h4 className="underline font-extrabold my-4">
          הצהרת נגישות מאת בעל האתר:
        </h4>
        חברת דיפרנט פתרונות טכנולוגיים בע”מ הינה חברה למתן שירותים/מוצרים בתחום
        הפרסום הדיגיטלי. בהצהרה זו מטרתנו לייעל את השימוש ולשפר את השירות שלנו
        בכל הנוגע לנגישות ושוויון זכויות לאנשים בעלי מוגבלויות. התאמת הנגישות
        שלנו בוצעה בהתאם לתקנה 35 בתקנות שוויון זכויות לאנשים עם מוגבלות (התאמות
        נגישות לשירות) התשע”ג 2013 WCAG 2.1 לרמה AA בכפוף לשינויים והתאמות
        שבוצעו במסמך התקן הישראלי. התאמת הנגישות נבדקה בדפדפנים כרום, פיירפוקס,
        ספארי, אופרה ואדג’. אמצעי נגישות הקיימים באתר: תמיכה בכל הדפדפנים
        התקניים המקובלים (כמו Chrome, Safari, FireFox, Opera, Edge ). תכני האתר
        נכתבו בשפה ברורה ונעשה שימוש בפונטים קריאים מבניות האתר בנויה מכותרות,
        פסקאות ורשימות התמצאות באתר היא פשוטה ונוחה וכוללת תפריטים זמינים
        וברורים הקישורים באתר ברורים ומסבירים להיכן מועברים לאחר לחיצה עליהם
        קישורים בתחילת הדף המאפשרים דילוג לתוכן תיאור טקסטואלי לתמונות ואייקונים
        עבור טכנולוגיות מסייעות התאמת האתר לסביבות עבודה ברזולוציות שונות
        (רספונסיביות) כפתורי עצירה והפעלה של גלריות סרטונים הוטמעו חוקי ARIA
        העוזרים לפרש את תוכן האתר בצורה מדויקת וטובה יותר הנגשת תפריטים, טפסים
        ושדות, היררכיית כותרות, רכיבי טאבים, חלונות קופצים ועוד שינוי תצוגה באתר
        באתר מוצב תפריט הנגשה בצד השמאלי של המסך. לחיצה על התפריט מאפשרת פתיחת
        כפתורי ההנגשה נגישות לסניפי המשרד דיפרנט פתרונות טכנולוגיים בעמ הינה עסק
        דיגיטלי ללא סניפים פיזיים ברחבי הארץ. סייגים לנגישות הנהלת האתר עושה ככל
        שניתן על מנת לוודא כי כלל הדפים המוצגים יהיו מונגשים. יחד עם זאת, יתכן
        וישנם דפים שטרם הונגשו, או שטרם נמצא פתרון טכנולוגי מתאים לצורך הנגשתם.
        בנוסף, ייתכן ובמודעות חיצוניות, אשר הוכנסו על ידי בעלי עסקים המפרסמים
        באתר, ההנגשה לא תהיה שלמה או מספקת. נתקלתם בבעיה? אנחנו כאן כדי לסייע!
        במידה ויש בעיות נגישות, נשמח אם תפנו אלינו . ניתן לפנות אלינו באמצעות
        המייל:
        <br /> info@dife.co.il ליאור כהן - רכז נגישות 0586744834
      </div>
    </>
  );
};

export default AccessibilityStatement;
